7zip
base
bluez
bluez-utils
btop
capstone
clang
cmake
cmake-extras
cpio
debugedit
discord
dosfstools
efibootmgr
fakeroot
git
grim
gst-plugin-pipewire
hyprland
hyprshot
intel-ucode
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
llvm
luarocks
nasm
nautilus
neovim
networkmanager
ninja
nvidia-open
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-kde-agent
qt5-wayland
qt6-wayland
ripgrep
rofi
sddm
slurp
sof-firmware
spotify-launcher
sudo
swaync
ttf-google-fonts-git
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
unzip
uwsm
vulkan-headers
vulkan-tools
wireplumber
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
zsh
