base
bluez
bluez-utils
btop
chromium
clang
cliphist
cmake
debugedit
dkms
efibootmgr
fakeroot
git
grim
gst-plugin-pipewire
hyprland
hyprlock
intel-ucode
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
llvm
nano
nautilus
neovim
network-manager-applet
networkmanager
nvidia-open-dkms
otf-atkinsonhyperlegiblemono-nerd
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-kde-agent
qt5-wayland
qt6-wayland
ripgrep
rofi
sddm
slurp
smartmontools
sof-firmware
sudo
swaync
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tuned
tuned-ppd
uwsm
wget
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
zsh
